---
kind: property
id: P:Autodesk.Revit.DB.Visual.PlasticVinyl.CommonTintToggle
source: html/36699eca-fc5c-6ebb-6bd6-5d75d389a0c2.htm
---
# Autodesk.Revit.DB.Visual.PlasticVinyl.CommonTintToggle Property

The property labeled "Tint" from the "PlasticVinyl" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".